/* Text displaying a route's origin and destination in a certain direction (%@ is a destination or origin) */
"%@ to %@" = "%1$@至%2$@";

/* Title shown for a route going towards a destination */
"%@ Towards %@" = "%1$@路往%2$@";

/* Header title for the list of all bus stops */
"All Bus Stops" = "所有车站";

/* Header title for the list of all routes (Apple Watch only) */
"All Routes" = "所有路线";

/* Title shown in a pop up when an error has occured */
"An Error Occured" = "出错了！";

/* Error text shown when their is no arrival information available */
"Arrival information is not currently available. This route may be diverted, suspended, or not currently in service." = "暂时无法获取到站时间。此路线或已改道/暂停服务。";

/* Header title for the list of buses arriving soon */
"Arriving Soon" = "即将抵达";

/* Header title for the list of bus stops */
"Bus Stops" = "所有车站";

/* Cancel button text (to cancel an action) */
"Cancel" = "取消";

/* Button text for the contact support button */
"Contact" = "联络";

/* Text for the pop up shown after tapping the support button */
"Contact support if you have a question or an issue with the app." = "如果您对应用程序有疑问或问题，请与我们联系。";

/* Title for the pop up shown after tapping the support button */
"Contact Support?" = "联络我们";

/* Button text to NOT include a screenshot with the support email */
"Don't Include" = "不包括截图";

/* Title for the error shown when the user's search is empty */
"Empty Search" = "没有搜索结果";

/* Button text for the favorite button (favorites a route) */
"Favorite" = "加入收藏";

/* Header title for the list of routes favorited by the user */
"Favorites" = "收藏";

/* Description and instructional text shown while loading arrival information to help user */
"If arrival information isn't loading, make sure you are connected to the internet." = "如果抵达信息未加载，请检查网络连接。";

/* Description and instructional text shown while loading bus stops to help user */
"If bus stops aren't loading, make sure you are connected to the internet." = "如果车站信息未加载，请检查网络连接。";

/* Description and instructional text shown while loading routes to help user */
"If routes aren't loading, make sure you are connected to the internet." = "如果路线信息未加载，请检查网络连接。";

/* Text for the error shown when the user's search found no routes */
"If search isn't working, make sure you are connected to the internet." = "如果无法搜索，请确保您已连接至网络。";

/* Text for the pop up shown asking users if they want to include a screenshot with the support email */
"If you're reporting an issue, include a screenshot of the app to help the developer understand your problem." = "如果您要报告问题，请插入App截图（点击“包括截图”来自动截图）。";

/* Text shown for routes in the inbound direction (from destination to origin) */
"Inbound" = "到站";

/* Button text to include a screenshot with the support email */
"Include" = "包括截图";

/* Footer text displaying the last time the data was updated (%@ is the localized date (X minutes ago)) */
"Last updated %@" = "上次更新%@";

/* Title shown while loading arrival information */
"Loading Arrival Information..." = "加载抵达信息...";

/* Title shown while loading bus stops */
"Loading Bus Stops..." = "加载车站信息...";

/* Title shown while loading routes */
"Loading Routes..." = "加载路线信息...";

/* Header title for the map showing where the bus stop is */
"Map" = "地图";

/* Header title for the list of bus stops that are near the user */
"Nearby Bus Stops" = "附近的车站";

/* Next Bus app name */
"Next Bus" = "下班车";

/* Title for the error shown when no bus stops were found (Apple Watch only) */
"No Bus Stops Found" = "未找到车站";

/* Title for the error shown when the user hasn't favorited any routes (Apple Wtach only) */
"No Favorites" = "没有收藏";

/* Title for the error shown when the user's search found no routes */
"No Routes Found" = "未找到路线";

/* OK button text (to dismiss a pop up) */
"OK" = "好";

/* Text shown for one way routes */
"One Way" = "单程";

/* Text shown for routes in the outbound direction (from origin to destination) */
"Outbound" = "出发";

/* Label shown for overnight routes */
"Overnight" = "夜间路线";

/* Text shown in the email template when contacting support to avoid people editing information included in the email */
"Please do not edit anything below. Some non identifiable data has been added to assist me when helping you." = "请勿修改以下信息。这些信息将帮助我解决您的问题。";

/* Title for the results after a user's search */
"Results for \"%@\"" = "\“%@\“的结果";

/* Retry button text (to retry a failed action) */
"Retry" = "重试";

/* Title for a route */
"Route %@" = "%@";

/* Header title/button text for the search screen (Apple Watch only) */
"Search" = "搜索";

/* Header title for list of shown companies on the home screen */
"Search for a bus route by name or bus stop." = "搜索巴士路线或车站。";

/* Placeholder text for the route search bar */
"Search Routes" = "搜索路线";

/* Header title for list of shown companies on the home screen */
"Shown Companies:" = "巴士集团";

/* Footer text to tell users to tap the map to see walking directions to the bus stop */
"Tap for directions to the stop." = "点击地图查看前往车站的路线。";

/* Instructional text for the error shown when the user hasn't favorited any routes (Apple Watch only) */
"Tap the heart to favorite your most used routes and access them easily." = "点击爱心来收藏您最常用的路线，以便快速查看。";

/* Text for the error shown when no bus stops were found (Apple Watch only) */
"This route may be diverted, suspended, or not currently in service." = "此路线或已改道/暂停服务。";

/* Button text for the unfavorite button (unfavorites a route) */
"Unfavorite" = "移出收藏";

/* Title for the pop up shown asking users if they want to include a screenshot with the support email */
"Would you like to include a screenshot in your email?" = "您是否要在电子邮件中包含该应用程序的屏幕截图？";
